Repository: JPSC-PDRC-KEIO/codebook
Catalog: locale/*/LC_MESSAGES/*_panel/*.po
Languages: id

source: 調査対象者の番号（ID）
id: Survey respondent's number (ID)

source: 変数名：ID
id: Variable name: ID

source: 説明
id: Description

source: 調査対象者に一意に割り振った数字です。 この数字によって、その対象者が調査に参加した調査回と出生コーホート（ :doc:`ref </id_panel/cohort>` )も区別することができます。
id: This number also allows us to distinguish the survey times and birth cohorts （ :doc:`ref </id_panel/cohort>` ) in which the respondent participated in the survey.

source: ID:1～1500
id: ID: 1 to 1500

source: 第1回調査（1993年）で抽出したサンプル （コーホートＡ）
id: Sample selected in the first survey (1993) (Cohort A)

source: 初回調査時点(1993年10月1日)で、24～34歳の女性 （11歳幅）
id: Women aged 24-34 (11 years range) at the time of the first survey (October 1, 1993).

source: 1958年10月2日～1969年10月1日 出生
id: Born October 2, 1958 to October 1, 1969

source: 初回対象数 1,500人
id: Initial target number: 1,500 people

source: 第5回調査（1997年）で抽出したサンプル （コーホートＢ）
id: Sample selected in the 5th survey (1997) (Cohort B)

source: 初回調査時点（1997年10月1日）で、24～27歳の女性 (4歳幅)
id: Women aged 24-27 (4 years range) at the time of the first survey (October 1, 1997)

source: 1969年10月2日～1973年10月1日 出生
id: Born October 2, 1969 to October 1, 1973

source: 初回対象数 500人
id: Initial target number: 500 people

source: 第11回調査（2003年）で抽出したサンプル （コーホートＣ）
id: Sample selected in the 11th survey (2003) (Cohort C)

source: 初回調査時点（2003年10月1日）で、24～29歳の女性 (6歳幅)
id: Women aged 24-29 (6 years range) at the time of the first survey (October 1, 2003)

source: 1973年10月2日～1979年10月1日 出生
id: Born October 2, 1973 to October 1, 1979

source: 初回対象数 836人
id: Number of initial targets: 836

source: 3178,3403のIDは欠番
id: IDs 3178 and 3403 are missing

source: 第16回調査（2008年）で抽出したサンプル （コーホートＤ）
id: Sample selected in the 16th survey (2008) (Cohort D)

source: 初回調査時点（2008年10月1日）で、24～28歳の女性 (5歳幅)
id: Women aged 24-28 (5 years range) at the time of the first survey (October 1, 2008)

source: 1979年10月2日～1984年10月1日 出生
id: Born October 2, 1979 to October 1, 1984

source: 初回対象数 636人
id: Number of initial targets: 636

source: 4342,4343,4401,4407,4435,4447,4448,4515,4644の9つのIDは欠番
id: The nine IDs 4342, 4343, 4401, 4407, 4435, 4447, 4448, 4515, and 4644 are missing

source: 第21回調査（2013年）で抽出したサンプル （コーホートＥ）
id: Sample selected for the 21st survey (2013) (Cohort E)

source: 初回調査時点（2013年10月1日）で、24～28歳の女性 (5歳幅)
id: Women aged 24-28 (5 years range) at the time of the first survey (October 1, 2013).

source: 1984年10月2日～1989年10月1日 出生
id: Born October 2, 1984 to October 1, 1989

source: 初回対象数 648人
id: Number of initial targets: 648
